[
  {
    "id": "ocm_xnu_mea_hydrocell",
    "type": "MAGAZINE",
    "name": { "str": "OCM-XNUH2 cell" },
    "description": "This is a multi-layered Membrane Electrode Assembly (MEA) hydrogen fuel cell supplied by an attached solid hydrogen canister within it and atmospheric oxygen. It will be automatically ejected from the XNU laser once depleted. Activate it to jettison the canister and some water, which will also deplete any remaining charges.",
    "weight": "1183 g",
    "volume": "750ml",
    "price": 12500,
    "price_postapoc": 400,
    "material": [ "superalloy", "plastic" ],
    "symbol": "=",
    "color": "dark_gray",
    "ammo_type": "battery",
    "capacity": 4000,
    "count": 4000,
    "//": "same value as the total energy from fuel: { } for solid hydrogen. This uses disassembly recipes as a workaround to achieve the correct results. The recharged cell being dropped is still more convenient than requiring a recipe to do the same.",
    "looks_like": "medium_battery_cell",
    "flags": [ "NO_SALVAGE", "NO_UNLOAD", "MAG_COMPACT", "MAG_EJECT" ],
    "use_action": "DISASSEMBLE"
  },
  {
    "id": "ocm_xnu_mea_hydrocell_empty",
    "type": "TOOL",
    "category": "magazines",
    "name": { "str": "OCM-XNUH2 cell (empty)" },
    "description": "This is a multi-layered Membrane Electrode Assembly (MEA) hydrogen fuel cell. It has an internal slot for a solid hydrogen canister, providing better power density than conventional batteries without any radioactive hazards. Once loaded with a hydrogen canister, activate it before loading it into the XNU laser.",
    "weight": "1 kg",
    "volume": "750ml",
    "price": 12500,
    "price_postapoc": 400,
    "material": [ "superalloy", "plastic" ],
    "symbol": "=",
    "color": "dark_gray",
    "ammo": "plasma",
    "initial_charges": 0,
    "charges_per_use": 1,
    "max_charges": 1,
    "looks_like": "medium_battery_cell",
    "flags": [ "NO_SALVAGE", "MAG_COMPACT" ],
    "//": "Note that need_charges is ignored when disassembling with the ( key instead of activating the item. Infinite ammo through that would be an exploit. While demanding a recipe instead to recharge this would remove the exploit, it is too inconvenient.",
    "use_action": {
      "msg": "You prepare the canister to feed the hydrogen fuel cell.",
      "menu_text": "Prepare fuel cell",
      "type": "DISASSEMBLE",
      "need_charges": 1
    }
  }
]
