[
{
    "type": "talk_topic",
    "id": "TALK_PRIEST",
    "dynamic_line": [ "Blessings unto you.", "May the gods guide you.", "Come to worship? Sit down, I'll show you the way.", "Within this time, the divine shall prevail. Do good to recall this, child." ],
    "responses": [
		{
		"text": "Goodbye.",
		"topic": "TALK_DONE"
		},
                {
		"text": "Hello.",
		"topic": "TALK_CHURCH"
		}
    ]
  },
{
    "type": "talk_topic",
    "id": "TALK_CHURCH",
    "dynamic_line": [ "What can I, and this humble church, do for you?" ],
    "responses": [
		{
		"text": "Nothing.",
		"topic": "TALK_DONE"
		},
                {
		"text": "Who are you?",
		"topic": "TALK_WHO"
		},
                {
		"text": "Is there anything I can do for you?",
		"topic": "TALK_CULT_JOBS"
		}
    ]
  },
{
    "type": "talk_topic",
    "id": "TALK_WHO",
    "dynamic_line": [ "I'm the priest of this humble church. I do what I can to help my congregation, the poor souls. With all the trouble going around about undead, monsters, and the dragons, the least I can do is make sure the gods aren't angered, too." ],
    "responses": [
		{
		"text": "Who are the gods?",
		"topic": "TALK_GODS"
		},
                {
		"text": "I gotta go.",
		"topic": "TALK_DONE"
		}
    ]
  },
{
    "type": "talk_topic",
    "id": "TALK_GODS",
    "dynamic_line": [ "Well, there are four gods: Nero, Cassandra, Ajax, and Vernon. Nero is the god of twighlight, Cassandra the goddess of light, Ajax takes dominion over war, and Vernon over life." ],
    "responses": [
		{
		"text": "Okay.",
		"topic": "TALK_DONE"
		},
                {
		"text": "What did they do, exactly?",
		"topic": "TALK_CREATION_STORY"
		}
    ]
  },
{
    "type": "talk_topic",
    "id": "TALK_CREATION_STORY",
    "dynamic_line": [ "Well now. In ancient times, the world was a formless, dark place. Cold stone dominated the landscape, and was all. The gods came to the world one day, and together they shaped it in their image. Cassandra lit her fire, and melded the dominating stone. Ajax lifted his mighty pick, and struck the molten earth to form. They traveled across doing the same; though some places where they had been began to cool. Taking advantage of this, Nero entered this place, and from it sprung the beginnings of life. Vernon came to this primordial place; and with her power shaped life to her image. So the world began there." ],
    "responses": [
                {
		"text": "Thanks.",
		"topic": "TALK_DONE"
		}
                ]
}
]