[
	{
    "type": "scenario",
    "id": "fo_vault_start",
    "name": "Vault Dweller",
    "points" : 0,
    "description": "You were either born in a vault, or joined the Vault-Tec program before the eve of the great war.",
    "allowed_locs" : ["fo_vault_start_op"],
    "start_name": "Vault",
    "professions" : ["vaultkid", "vaultdweller", "vaultpunk", "vaultscientist", "vaultmechanic", "vaultguard", "vaultmechanic_bionic", "vaultguard_bionic" ]
	},

	{
    "type": "scenario",
    "id": "fo_bos_start",
    "name": "Brotherhood of Steel",
    "points" : 0,
    "description": "The Brotherhood of Steel (commonly abbreviated to BoS) is a post-War techno-religious paramilitary organization with chapters operating across the ruins of America. The group has its roots in the United States Armed Forces, founded by a United States Army security team stationed at Mariposa Military Base before the Great War. While the goals of the Brotherhood vary from chapter to chapter, they share a core mission centered on seizing and regulating pre-War technology throughout the wasteland.",
    "allowed_locs" : ["fo_bos_start_op"],
    "start_name": "Brotherhood Outpost",
    "professions" : ["soldier_anchorage", "specops_anchorage", "medic_anchorage" ]
	},

	{
    "type": "scenario",
    "id": "fo_legion_start",
    "name": "Caesars Legion",
    "points" : 0,
    "description": "Founded in 2247 by Edward Sallow, who then renamed himself Caesar, and Joshua Graham (also known as the Malpais Legate), the Legion models itself after the ancient Roman Empire to create a unifying identity imposed on its tribes but does not recreate any cultural, social, or political institutions of ancient Rome. The Legion itself is simply a slave army built on ruthlessly utilitarian principles, supported by several tributary populations.",
    "allowed_locs" : ["fo_legion_start_op"],
    "start_name": "Legion Camp",
    "professions" : ["fo_legion_recruit", "fo_legion_prime", "fo_legion_veteran", "fo_legion_centurion" ]
	},

	{
    "type": "scenario",
    "id": "fo_ncr_start",
    "name": "NCR",
    "points" : 0,
    "description": "The NCR emphasizes and strives to support a plethora of old world values, such as democracy, personal liberty, and the rule of law. It also aims to restore general order to the wasteland, the improvement and development of infrastructure and economic systems, and overarching peace between people. Similar to institutions of the old world it seeks to emulate, continued expansion has created challenges with territorial control, loyalty, and corruption that plague the Republic and serve to hinder its goals. The NCR is often criticized by residents of the Mojave wasteland as well as other factions for being hawkish, imperialistic, poorly managed and over-extended in the region, and trying to attempt to emulate old world values that led to nuclear holocaust in the first place. ",
    "allowed_locs" : ["fo_ncr_start_op"],
    "start_name": "NCR Ranger Station",
    "professions" : ["ncr_trooper_profession", "ncr_ranger_profession", "ncr_officer_profession" ]
	},

	{
    "type": "scenario",
    "id": "fo_enclave_start",
    "name": "Enclave",
    "points" : 0,
    "description": "The Enclave is a quasi-state originating as a deep state government within the pre-War United States federal government, military, and the corporate elite of entities. This enigmatic alliance of private interests eventually subverted and developed from the continuity of government protocol to ensure its survival as the real America, laying claim to the North American mainland. While the organization commonly styled itself as the Enclave, it used United States of America interchangeably, particularly in propaganda. To wastelanders who recognized it, it was a remnant of pre-War America.",
    "allowed_locs" : ["fo_enclave_start_op"],
    "start_name": "FEMA Camp",
    "professions" : ["officer_enclave" ]
	},

	{
    "type": "scenario",
    "id": "fo_other_start",
    "name": "Wastelander",
    "points" : 0,
    "description": "During the Great War, it took two brief hours for the nuclear warheads that were fired to change the face of the planet and affect life for many centuries to come. After the atomic fire had ceased, the surface of the Earth was very different. Millions of buildings and cities were demolished or severely damaged, with only a few exceptions. Most of the plants that had once flourished died as the Earth was changed from a diverse landscape to a barren and hot desert, radiation becoming a serious threat to what little life remained. The reset button had been pressed for humanity. ",
    "allowed_locs" : ["fo_waste1_start_op", "fo_waste2_start_op", "fo_waste3_start_op"],
    "start_name": "Wasteland",
    "professions" : ["biker_khan", "biker_atomcat", "minuteman", "fo_gecko_trapper_prof", "fo_robot_enthusiast" ]
	}
]
