[
  {
    "id": "Hentai_book_syujinkou",
    "type": "BOOK",
    "name": { "str": "Doujin of Touhou Project" },
    "//": "I want to cover all the characters. I think there are a lot of dissatisfaction points, because the authors of the imaginative poverty thought it out properly. Please modify and add your own. Or rather, we are looking for someone to rewrite everything!",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "1 L",
    "price": "100 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "hakurei_reimu01",
        "text": "It is an obscene book on the subject of a pretty girl. Hakurei Reimu who failed to get rid of youkai is a story of insults where it is turned into a sex slave of youkai."
      },
      {
        "id": "hakurei_reimu02",
        "text": "It is an obscene book on the subject of a pretty girl. Hakurei Reimu is a story that faces children and makes children."
      },
      {
        "id": "hakurei_reimu03",
        "text": "It is a self-produced book on the subject of pretty girls. This is a story in which Hakurei Reimu has no relationship with Mori Kinsuke Konosuke."
      },
      {
        "id": "kirisame_marisa01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story to become a comforter, Marisa Kirisame, who has had a revenge on youkai."
      },
      {
        "id": "kirisame_marisa02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which drizzle Marisa who is eaten by strange desires and indulges in masturbation."
      },
      {
        "id": "kirisame_marisa03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story with no other love where Marisa Kirisame discusses the product with Kinsuke Mori."
      },
      {
        "id": "satukirin01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a collection of obscene illustrations of Satoshi Uzuki."
      },
      {
        "id": "satukirin02",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story without others where you and Yuzuki Satoshi run marital life in modern Japan."
      },
      {
        "id": "satukirin03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a youth story depicting the school life of you and Satsuki Aoi."
      },
      {
        "id": "usami_renko01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Usami Ryoko is compulsorily compelled to a drinking party, and is drunken and prosecuted."
      },
      {
        "id": "usami_renko02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a tale that Rashi Usami is made into a sex slave of a university teacher to intimidate a unit."
      },
      {
        "id": "usami_renko03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a pure love story where Usami Renko falls in love with the wonderful senior you."
      },
      {
        "id": "maribel_hearn01",
        "text": "It is an obscene book on the subject of a pretty girl. Maeri Berry Hahn is a rape book that is licked by yakuza and made into drug-made sex slaves."
      },
      {
        "id": "maribel_hearn02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Maeri Berry Hahn gets lost in Gensokyo and becomes a sexual slave of you."
      },
      {
        "id": "maribel_hearn03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a pure love story in which Maery Berry Hahn falls in love with the junior you."
      },
      {
        "id": "usami_sumireko01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which Atsuko Usami is threatened by violation of the Guns Act and becomes a sexual slave of a police officer."
      },
      {
        "id": "usami_sumireko02",
        "text": "It is an obscene book on the subject of a pretty girl. This is a story of reverse rape where Usako Atsumi threatens a common man with 3D printer gun and meets sexual desire."
      },
      {
        "id": "usami_sumireko03",
        "text": "It is a self-produced book on the subject of pretty girls.It is a trivial tale depicting the love of Yuko Usami and you."
      },
      {
        "id": "kirisame01",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story to become a comforter, Marisa Kirisame, who has had a revenge on youkai."
      },
      {
        "id": "kirisame02",
        "text": "It is an obscene book on the subject of a pretty girl. It is a story in which drizzle Marisa who is eaten by strange desires and indulges in masturbation."
      },
      {
        "id": "kirisame03",
        "text": "It is a self-produced book on the subject of pretty girls. It is a story with no other love where Marisa Kirisame discusses the product with Kinsuke Mori."
      },
      {
        "id": "moritika01",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that Morino Kinnosuke is attacked by a monster and the asshole is exhausted as far as the insult."
      },
      {
        "id": "moritika02",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that Morino Kinnosuke was in love with the villager's nephew, and the rich sexual intercourse that has been drawn is drawn."
      },
      {
        "id": "moritika03",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that sexual slave Mori no Kinsuke Kinsuke is dedicated to serving you."
      },
      {
        "id": "moritika04",
        "text": "It is a lewd book which made Mihiki the subject. It is a pure love story in which Morino Kinnosuke confesses love to you and dedicates the back virgin."
      },
      {
        "id": "moritika05",
        "text": "It is a lewd book which made Mihiki the subject. It is a story that Morino Kinnosuke teaches how to use Enemagra to you."
      },
      {
        "id": "moritika06",
        "text": "It is a lewd book which made Mihiki the subject. It is a story in which Morino Kinnosuke is attacked by souls and trained as a female."
      },
      {
        "id": "moritika07",
        "text": "It is a lewd book which made Mihiki the subject.  This is a collection of illustrations in which Shinnosuke Morichika masturbates by various means such as onanism and anal vibes."
      },
      {
        "id": "moritika08",
        "text": "It is a lewd book which made Mihiki the subject.  It is a devil story in which Shinnosuke Morichika makes an easy person a sex slave."
      },
      {
        "id": "moritika09",
        "text": "It is a lewd book which made Mihiki the subject.  It is a story of rich sexual intercourse in which Shinnosuke Morichika is engraved with the ♂ outside of the world ♂ by the easy man."
      },
      {
        "id": "moritika10",
        "text": "It is a lewd book which made Mihiki the subject.  This is a story for enthusiasts, in which Shinnosuke Morichika, Hun and Po, and the easy-going person weave the three connections of Kunzu Unraveling."
      },
      {
        "id": "moritika11",
        "text": "It is a lewd book which made Mihiki the subject.  It is a story for extremely enthusiasts who threatens Unyama with three people, Shinnosuke Morichika, Hun and Po, and a human being, and make them sex slaves."
      },
      {
        "id": "moritika12",
        "text": "It is a lewd book which made Mihiki the subject.  This is a story about Shinnosuke Morichika masturbating in various ways. It starts with masturbation and covers a wide range of nipples, anus, urethra, and self-blow. It's no wonder that women don't have romantic feelings."
      },
      {
        "id": "moritika13",
        "text": "It is a lewd book which made Mihiki the subject.  It is a story in which Shinnosuke Morichika, who got lost in the outside world, is deceived by a bad man, has an anus fucked, and is engraved with joy as a female."
      },
      {
        "id": "ibaraki_kasen01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a nasty story in which the lustful Ibaraki Hanaogi reverse rapes 'you' in the name of taoist penis."
      },
      {
        "id": "ibaraki_kasen02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story that 'you' who became a disciple of Ibaraki Hanaogi learns the penis."
      },
      {
        "id": "ibaraki_kasen03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story in which Hanao Ibaraki continues to preach. The hermit is good at preaching."
      },
      {
        "id": "motoori_kosuzu01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story of the obscene days of Kosuzu Motoi, who became a captive of youkai."
      },
      {
        "id": "motoori_kosuzu02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is the story of Kosuzu Motoi, who masturbated under the influence of adult comics in foreign books."
      },
      {
        "id": "motoori_kosuzu03",
        "text": "It is an obscene book on the subject of a pretty girl.  This is the story of Kosuzu Motoi, who is tossed by 'you' in exchange for an outpatient book."
      },
      {
        "id": "hiedano_akyuu01",
        "text": "It is an obscene book on the subject of a pretty girl. This is a story in which Hieda no Are tries 'you' with the sexual knowledge inherited from the previous life."
      },
      {
        "id": "hiedano_akyuu02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which Hieda no Are is violated by a villager in the name of making a successor."
      },
      {
        "id": "hiedano_akyuu03",
        "text": "It is an obscene book on the subject of a pretty girl.  It is an immoral story in which a villager kills the corpse of Aku Hieda, who has suddenly reached the end of his life."
      },
      {
        "id": "sunny_milk01",
        "text": "It is an obscene book on the subject of a pretty girl.  It's a story about Sunny Milk being mischievous and being caught by a villager and covered with semen."
      },
      {
        "id": "sunny_milk02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story of Sunny Milk who sexually mischiefs a villager."
      },
      {
        "id": "sunny_milk03",
        "text": "It is a self-produced book on the subject of pretty girls.  The story is about milk, where Sunny Milk helps the ranch and works part-time for milk delivery."
      },
      {
        "id": "lunar_child01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which Luna Child, who has been mischievous by a villager and has been late to escape alone, is insulted just as a dismay."
      },
      {
        "id": "lunar_child02",
        "text": "It is an obscene book on the subject of a pretty girl.  A collection of illustrations by Luna Child who keeps sucking."
      },
      {
        "id": "lunar_child03",
        "text": "It is a self-produced book on the subject of pretty girls.  Luna Child is the cover page. The contents are pictures of chestnuts and pictures of dishes using chestnuts."
      },
      {
        "id": "star_saphire01",
        "text": "It is an obscene book on the subject of a pretty girl.  Star Sapphire captured by a villager is a decadent story of being turned into an Onaho fairy."
      },
      {
        "id": "star_saphire02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a story about Star Sapphire, who picked up an adult comic from the outside world, masturbates."
      },
      {
        "id": "star_saphire03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story about Star Sapphire, who fell in love with `you` at first sight, and became a wife."
      },
      {
        "id": "ibuki_suika01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is an insulting book that rapes Immaterial and Missing Power who got drunk at a banquet."
      },
      {
        "id": "ibuki_suika02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story that you, who lost in comparison with Immaterial and Missing Power, are robbed of your virginity. It is immoral to taste the taste of a human man with greed that is not suitable for a small body."
      },
      {
        "id": "ibuki_suika03",
        "text": "It is a self-produced book on the subject of pretty girls.  this is a special feature on Immaterial and Missing Power. More than 100 kinds of vomit, such as liquor snacks that have been returned in a beautiful shape and the remains of home-cooked food mixed with white rice and vegetables, are drawn in full color in vivid colors. Who wants such a book?"
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_koumakyou",
    "type": "BOOK",
    "name": { "str": "Doujinshi of Touhou Project" },
    "//": "I want to cover all the characters. I think there are a lot of dissatisfactions because it was thought appropriately by the author of imagination poverty. Please correct and add it yourself. Or rather, we are looking for people to rewrite everything!",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "1 L",
    "price": "100 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "lumia01",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story of a cannibal who eats and kills villagers one after another."
      },
      {
        "id": "lumia02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which Rumia is trapped by a villager, incapacitated, and continues to be insulted by the villager."
      },
      {
        "id": "lumia03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story that nurtures pure love with the gentle 'you' that Rumia gives food."
      },
      {
        "id": "cirno01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which the proud Cirno is defeated by a villager and insulted as much as possible."
      },
      {
        "id": "cirno02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which Cirno is skillfully placed on a villager and raped."
      },
      {
        "id": "cirno03",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story of Cirno who masturbates and works like a monkey."
      },
      {
        "id": "hong_meirin01",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a story about Beni Misuzu, who was defeated by working with 'you' and became a disciple and performed taoist penis to become stronger."
      },
      {
        "id": "hong_meirin02",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a collection of illustrations of Beni Misuzu who dances Taijitu brilliantly."
      },
      {
        "id": "hong_meirin03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a collection of illustrations in which Beni Misuzu is just sleeping."
      },
      {
        "id": "patchouli_knowledge01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which Patchouli sucks energy from 'you' through sex to amplify her magical power."
      },
      {
        "id": "patchouli_knowledge02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a story about Patchouli, who was in a witch hunt, being made into a 'you' sex slave."
      },
      {
        "id": "patchouli_knowledge03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a collection of critics that Patchouli talks about novels from ancient times to the east and west."
      },
      {
        "id": "izayoi_sakuya01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is the story of Sakuya Jurokuya, who serves 'you' who became the master of the Red Devil Mansion."
      },
      {
        "id": "izayoi_sakuya02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story about Sakuya Jurokuya, who went shopping in a remote area, being attacked by a villager and being made into a sexual slave."
      },
      {
        "id": "izayoi_sakuya03",
        "text": "It is a self-produced book on the subject of pretty girls.  Sakuya Jurokuya is a maid introductory book that carefully explains the maid's knowledge."
      },
      {
        "id": "remilia_scarlet01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story about Remilia, who was defeated by the vampire hunter 'you', begging for life and being made into a sex slave."
      },
      {
        "id": "remilia_scarlet02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which 'you' is offered to Remilia as a sacrifice from a remote place and deprived of her virginity."
      },
      {
        "id": "remilia_scarlet03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a collection of illustrations of Remilia eating pudding deliciously."
      },
      {
        "id": "frandre_scarlet01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which 'you' is given as the sex toy of Flandre who has reached adolescence."
      },
      {
        "id": "frandre_scarlet02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a story about the evil magician 'you' who hijacked the Scarlet Devil Mansion, who resurrected and used the defeated Flandre as a sex slave."
      },
      {
        "id": "frandre_scarlet03",
        "text": "It is a self-produced book on the subject of pretty girls.  It's a cruel story in which 'you' becomes the target of a shooting game as a Flandre toy."
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_youyoumu",
    "type": "BOOK",
    "name": { "str": "Doujinshi of Touhou Project" },
    "//": "We aim to cover most of the characters. I think there are a lot of omissions and dissatisfactions because it was thought appropriately by the author of imagination poverty. Please correct and add it yourself. Or rather, we are looking for people to rewrite everything!",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "1 L",
    "price": "100 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "letty_whiterock01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is an immoral story that Letty White Rock finds a beautiful boy in the village and loves it by ice-pickling it."
      },
      {
        "id": "letty_whiterock02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a book for enthusiasts who have sex with their wife, Letty White Rock, even though it's about to reach the end of the month."
      },
      {
        "id": "letty_whiterock03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story of the fat and adorable daily life of the kotatsu-like letty white rock."
      },
      {
        "id": "chen01",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story about Orange struggling to become a leader of Mayohiga's cats. .."
      },
      {
        "id": "chen02",
        "text": "It is an obscene book on the subject of a pretty girl.  'You' lures Orange with Actinidia polygama, and when he is not careful, he steals the contract of Shikigami and becomes the Lord himself. It is a devil story that does the best of insult."
      },
      {
        "id": "chen03",
        "text": "It is a self-produced book on the subject of pretty girls.  It's a heartwarming story about the life of an orange that is completely nostalgic for the cat-loving 'you'."
      },
      {
        "id": "alice_margatroid01",
        "text": "It is an obscene book on the subject of a pretty girl.  It's a story about 'you' getting lost in a magical forest, getting messy at Alice's house and squeezing semen."
      },
      {
        "id": "alice_margatroid02",
        "text": "It is an obscene book on the subject of a pretty girl.  A collection of illustrations where Alice masturbates. Various acts are covered, starting with masturbation and sex toys, to those using dolls."
      },
      {
        "id": "alice_margatroid03",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story that 'you' calls Alice a witch hunt and makes Alice a sex slave. Most of them are radical and unethical sexual intercourse, so this is a book for enthusiasts."
      },
      {
        "id": "lunasa_prismriver01",
        "text": "It is an obscene book on the subject of a pretty girl.  It's a story about Lunasa practicing being overly complained about noise, being given a serious personality and being raped by a villager."
      },
      {
        "id": "lunasa_prismriver02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which 'you' and Lunasa in the middle of the night play a ripe tone all night long. The clitoris is loved like a string, the vagina is blown like a flute, and the roar is likened to music."
      },
      {
        "id": "lunasa_prismriver03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story about the daily lives of people who are swayed by the sound of depression played by Lunasa."
      },
      {
        "id": "merlin_prismriver01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which a villager who is crazy when he hears the sound of manic violates Merlan with momentum. .."
      },
      {
        "id": "merlin_prismriver02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is the story of Merlan who has been made into an instrument of 'you'. Connect with you with genitals and genitals and scream as you wish."
      },
      {
        "id": "merlin_prismriver03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a heartwarming story in which Merlan walks with a manic tone and unknowingly cheers up a depressed person. It's a secret that I'm too cheerful and annoying the people around me."
      },
      {
        "id": "lyrica_prismriver01",
        "text": "It is an obscene book on the subject of a pretty girl.  There is no particular reason to do so, but it's a practical book of a straight ball where Lyrica is suddenly raped by 'you'."
      },
      {
        "id": "lyrica_prismriver02",
        "text": "It is an obscene book on the subject of a pretty girl.  Lyrica kept by 'you' for money. It is a deeply emotional book with a sense of emptiness that portrays the fellowship of only the unloving body. .."
      },
      {
        "id": "lyrica_prismriver03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story in which Lyrica, who met 'you' who freely plays a forgotten tone like herself, becomes a rival from a rivalry and becomes fascinated as the concerts are repeated."
      },
      {
        "id": "saigyouji01",
        "text": "It is an obscene book on the subject of a pretty girl.  A soul and poem that should have disappeared appears in front of Yuyuko Saigyouji. It is a story that takes Youmu Konpaku as a hostage and insults Yuyuko Saigyouji in a devilish manner."
      },
      {
        "id": "saigyouji02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a story about Yuyuko Saigyouji masturbating with vegetables such as cucumbers and eggplants. Not knowing that, Youmu cooks a meal with the vegetables and ends up on the table."
      },
      {
        "id": "saigyouji03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a gourmet guide to Gensokyo, which was compiled by Yuyuko Saigyouji. It covers all the restaurants in the village, and all the foods in the item description are posted in color photos from the exterior and interior of the store. The taste of the food is evaluated in detail from the atmosphere of the store, and the thickness of the book is as rich as an encyclopedia.。"
      },
      {
        "id": "yakumo_ran01",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a story about Ai Yakumo reminiscing about her past days. A lewd spectacle of a man as a nine-tailed fox is depicted naked."
      },
      {
        "id": "yakumo_ran02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story about 'you' who was spirited away being squeezed by the nine-tailed fox as the taste of a man for the first time in a long time, and then eaten away."
      },
      {
        "id": "yakumo_ran03",
        "text": "It is a self-produced book on the subject of pretty girls.  It's a story that lacks undulations so that Ai Yakumo just loves oranges. The story is messy and unclear. But it's good if it's cute."
      },
      {
        "id": "yakumo_yukari01",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story in which 'you', an inspirational boy from the outside world, is defeated by Yakumo Murasaki and his virginity is robbed as a punishment. This book is impressive with the entwined and neat Yakumo purple blame."
      },
      {
        "id": "yakumo_yukari02",
        "text": "It is a self-produced book on the subject of pretty girls.  A beauty magazine explained by Murasaki Yakumo. Starting with makeup that makes you look beautiful, you will find detailed information on healthy lifestyles and anti-aging methods."
      },
      {
        "id": "yakumo_yukari03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a collection of illustrations of a hibernating purple Yakumo. Only the sleeping face is drawn over a dozen pages."
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_eiyasyou",
    "type": "BOOK",
    "name": { "str": "Doujinshi of Touhou Project" },
    "//": "We aim to cover most of the characters. I think there are a lot of omissions and dissatisfactions because it was thought appropriately by the author of imagination poverty. Please correct and add it yourself. Or rather, we are looking for people to rewrite everything!",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "1 L",
    "price": "100 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "wriggle_nightbug01",
        "text": "It is an obscene book on the subject of a pretty girl.  It's a story about 'you' committing a wriggle in the name of pest control. It's a book that chooses people because it's a heartless act that just throws away the spirit."
      },
      {
        "id": "wriggle_nightbug02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is the story of Wriggle who is hypnotized and violated by 'you'. Various acts are woven, such as making semen think of it as nectar of flowers and sucking a penis. Finally it ends with pregnancy."
      },
      {
        "id": "wriggle_nightbug03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a heartwarming book that you who stepped into the forest for the purpose of suicide meet a little shining firefly youkai girl in the dark night and regain the hope of living.。"
      },
      {
        "id": "mistia_lorelei01",
        "text": "It is a self-produced book on the subject of pretty girls.  Mystia finds your fresh corpse that committed suicide, and it is a heartwarming book that you can enjoy deliciously. The delicately cooked human meat dishes are so appetizing that you will be drooling."
      },
      {
        "id": "mistia_lorelei02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a book that goes out with you as a food stall and commits a drunken mystery. It is pleasantly practical to realize all the delusions that you usually accumulate, but in the second half it may be for advanced players as it shifts to maniac play."
      },
      {
        "id": "mistia_lorelei03",
        "text": "It is a self-produced book on the subject of pretty girls.  It's a story of Akogi Mystia who sells lampreys to the birds who pass by. Even if you're not smart, it's an impressive book that you can get through with a youkai-like warmth."
      },
      {
        "id": "kamisirasawa_keine01",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a book in which you who go to a terakoya confess to Mr. Keine and climb the stairs of an adult. A mature and polite introduction is very helpful."
      },
      {
        "id": "kamisirasawa_keine02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is a book in which you, a thug, take advantage of the management difficulties of Terakoya and play with the body of Professor Ueshirasawa as a substitute for interest. Your inferior character is exposed and extremely insulting."
      },
      {
        "id": "kamisirasawa_keine03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a heartwarming book that depicts the everyday scenery of Keine Ueshirazawa. Starting from Terakoya, the peaceful life in the village makes me feel nostalgic."
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_tireiden",
    "type": "BOOK",
    "name": { "str": "Doujinshi of Touhou Project" },
    "//": "We aim to cover most of the characters. I think there are a lot of omissions and dissatisfactions because it was thought appropriately by the author of imagination poverty. Please correct and add it yourself. Or rather, we are looking for people to rewrite everything!",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "1 L",
    "price": "100 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "hosiguma_yuugi01",
        "text": "It is a self-produced book on the subject of pretty girls.It is a story in which Yuki Hoshikuma, who was defeated in comparison with you, rushes into his wife. It's dashing up to the point where it's a rushing wife, but when it comes to newlyweds, it suddenly becomes a backfire due to embarrassment."
      },
      {
        "id": "hosiguma_yuugi02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is a story that you who are defeated compared to the power of Yuki Hoshikuma are kept as slaves of libido processing. You, who should be strong, are treated like a child and are violated by Yuki Hoshikuma in the position where a woman is done."
      },
      {
        "id": "hosiguma_yuugi03",
        "text": "It is a self-produced book on the subject of pretty girls.  This is a picture scroll depicting the battle of Yuki Hoshikuma in the former Mt. Oe. It depicts the bitter memory of being defeated by falling into the tactics of Minamoto no Yorimitsu and unable to wield his power."
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "Hentai_book_seirensen",
    "type": "BOOK",
    "name": { "str": "Doujinshi of Touhou Project" },
    "//": "We aim to cover most of the characters. I think there are a lot of omissions and dissatisfactions because it was thought appropriately by the author of imagination poverty. Please correct and add it yourself. Or rather, we are looking for people to rewrite everything!",
    "description": "It is an obscene book on the subject of a pretty girl. Keep in mind, there are too many snippets for me to care about translating them all.",
    "weight": "180 g",
    "volume": "1 L",
    "price": "100 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "color": "pink",
    "intelligence": 6,
    "time": 5,
    "chapters": 28,
    "fun": 30,
    "snippet_category": [
      {
        "id": "nazrin01",
        "text": "It is an obscene book on the subject of a pretty girl.  This is the story of Nazulin, who was struck by the poisonous fangs of the evil youkai you. It is violated over and over again to make a baby, and it is violated again after giving birth. This is an insulting book."
      },
      {
        "id": "nazrin02",
        "text": "It is an obscene book on the subject of a pretty girl.  It is the marriage of the Gensokyo version of the mouse. Nazulin is looking for a son-in-law, but as he goes around various opponents, he arrives at you as a villager. In the second half, it is closed by making children just to give birth and raise."
      },
      {
        "id": "nazrin03",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story about Nazulin on the side as a treasure hunter. Aiming for an unexplored region with you, your partner, we will move forward despite the hardships and crises. Can they really get the treasure? .."
      },
      {
        "id": "tatara_kogasa01",
        "text": "It is a self-produced book on the subject of pretty girls.  It is a story of the hardships and efforts of Tatara Kogasa, who has begun his career as a babysitter. I can't understand how to treat my child and what my baby thinks, and I'm just being swayed and it doesn't work at all. Only motivation is more than anyone."
      },
      {
        "id": "tatara_kogasa02",
        "text": "It is an obscene book on the subject of a pretty girl.  This is the story of Tatara Kogasa, whose umbrella was robbed by you. I was supposed to be embraced by you with the promise of exchanging an umbrella. I will not keep my promise and will end up doing my best as a mistress forever。"
      },
      {
        "id": "tatara_kogasa03",
        "text": "It is a self-produced book on the subject of pretty girls.This is a book that depicts the nutritional situation of Tatara Kogasa. I try to surprise people by changing hands and products, but the results are not good. I'm just worried about hunger."
      }
    ],
    "flags": [ "TRADER_AVOID" ]
  },
  {
    "id": "black_magic_grimoire",
    "type": "BOOK",
    "name": { "str": "Black Magic Grimoire", "str_pl": "Black Magic Grimoires" },
    "description": "It is an old-fashioned occult book. Pages parchmented on a solid leather cover are authentic and have a magical atmosphere. Maybe it's real.",
    "weight": "3000 g",
    "volume": "1 L",
    "price": "30 USD",
    "bashing": 8,
    "material": [ "leather" ],
    "symbol": "?",
    "color": "light_cyan",
    "skill": "cooking",
    "max_level": 6,
    "intelligence": 14,
    "time": 80,
    "fun": -10,
    "flags": [ "TRADER_AVOID", "DURABLE_MELEE" ]
  },
  {
    "id": "black_magic_grimoire_fake",
    "type": "BOOK",
    "name": { "str": "Black Magic Grimoire", "str_pl": "Black Magic Grimoire" },
    "description": "It is an old-fashioned occult book. It is an age that covers and pages are discolored, and you can feel the magical atmosphere. Maybe it's real.",
    "weight": "3000 g",
    "volume": "1 L",
    "price": "30 USD",
    "bashing": 8,
    "material": [ "paper" ],
    "symbol": "?",
    "color": "light_cyan",
    "intelligence": 14,
    "time": 80,
    "fun": -10,
    "flags": [ "TRADER_AVOID", "DURABLE_MELEE" ]
  }
]
