[
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      "This is an advertisement for the 'Gremlin' Microcar by Greiger Electronics, Engineering, and Motors.  It shows a picture of a gas station owner crumpling his hat in anger as a number of Gremlins drive past.  The company logo, 'GEE&M' is designed into a building in the background."
    ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      "This is an advertisement for the 'Watt' Electric Microcar by Greiger Electronics, Engineering, and Motors.  It shows a Watt doing a stunt jump on what appears to be an action movie set.  The company's 'GEE&M' logo is front and center painted onto the front of the ramp."
    ]
  },
  {
    "type": "snippet",
    "category": "flier",
    "text": [
      "This is a general advertisement for the Greiger Electronics, Engineering, and Motors company.  It is centered by the company's lines of microcars and light military vehicles, surrounded by the company's lesser known products including lawn maintenance equipment, appliances, and prefab structures.  'While thinking big, don't forget the little things.  GEE&M'"
    ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [
      "Found one of those Watt electric microcars that was advertised on tv before this all went down.  Pristine condition, full battery and everything.  Went all of 3 miles before running out of juice, no wonder it was abandoned."
    ]
  },
  {
    "type": "snippet",
    "category": "note",
    "text": [
      "Got some video of the chaos around the evacuations and when the monsters started showing up.  Some poor sap drove a microcar head on into a semi truck.  Instant convertible.  Shame about all the blood ruining the interior."
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      "ROLLING DEATHTRAPS: The Gremlin microcars developed by the Greiger Electronics, Engineering, and Motors company have been linked to a number of roadway deaths.  The frames fail in ways not originally indicated by crash testing.  Resulting in severe injury or decapitation in even relatively minor collisions.  Investigations are underway to determine the cause of the failures."
    ]
  },
  {
    "type": "snippet",
    "category": "years_old_news",
    "text": [
      "ROLLING DEATHTRAPS: The Gremlin microcars developed by the Greiger Electronics, Engineering, and Motors company have been linked to a number of roadway deaths.  The frames fail in ways not originally indicated by crash testing.  Resulting in severe injury or decapitation in even relatively minor collisions.  Investigations are underway to determine the cause of the failures."
    ]
  },
  {
    "type": "snippet",
    "category": "one_year_old_news",
    "text": [
      "DOOM BY DESIGN?: Investigations into the Greiger Electronics, Engineering, and Motors company, indicates that the structural failures during accids may not be manufacturing defects as originally believed.  Analysis of the original crash test vehicles indicate the frames to be far heavier and more reinforced than what is currently under production.  Leading to speculation that the company has been manipulating the current government mandated crash testing to bypass safety regulations."
    ]
  }
]
