[
  {
    "type": "snippet",
    "category": "etc_flier",
    "text": [
      {
        "id": "etc_flier_ocg1",
        "text": "This is an advertisement for OmniCorp \"miniguns\".  It shows a picture of a soldier shoulder firing a N8 Nanogun with an ammo belt, whose legs are hidden inside a massive pile of spent .22 LR casings surrounding him, and is also visibly carrying an UPS linked to the gun.  The caption reads: \"When only a thousand bullets will do it, the N8 Nanogun got you covered. OmniCorp Products.\""
      },
      {
        "id": "etc_flier_ocg2",
        "text": "This is an advertisement for OmniCorp submachineguns.  It shows a picture of a commando with a O2020SD, casings leaving it but no muzzle flash or other sign it is being fired.  The caption reads: \"The O2020 submachinegun, tried and approved by many special forces, is also available in 9mm ETC for more stopping power. Now available for police*. OmniCorp Products. *Silenced O2020 models may not yet be available in your state.\""
      },
      {
        "id": "etc_flier_ocg3",
        "text": "This is an advertisement for OmniCorp handguns.  It shows a picture of a soldier in power armor with a very large revolver aimed skywards. A burning and crashing attack helicopter is in the background.  The caption reads: \"Anti-Materiel Revolver: truly the most powerful handgun of the world. OmniCorp Products.\" in a much smaller font, it ends with the following note: \"Depicted scenario only plausible with computerized fire control systems integrated to power armor HUD.\""
      },
      {
        "id": "etc_flier_ocg4",
        "text": "This is an advertisement for OmniCorp electrothermal-chemical ammunition.  It shows several steel plates with small holes and a smoke trail passing through all of them.  Nearby is a disassembled round with its tiny flechette highlighted.  The caption reads:  \"7.62x51mm EC Orbital. Gotta go fast... faster than the International Space Station. OmniCorp Products.\" in a much smaller font, it ends with the following note: \"Tested in light-gas gun with hydrogen-filled barrel.\""
      },
      {
        "id": "etc_flier_ocg5",
        "text": "This is a promotional artwork based joint advertisement by OmniCorp and Boardgames Worthy Shop depicting a scene in the fictional universe of their flagship miniature based tactical board game with OmniCorp product placement. It shows a barren battlefield where a space marine in power armor wields the 12C Storm Bolter Mini-Shotgun aimed against a big green orc and a white haired \"nun\" in power armor is closing in against the same orc with an OmniCorp Chainsword drawn and turned on in one hand and a flamethrower in the other. Meanwhile the orc is ridiculously dual-wielding N8 Nanoguns and has a comic book thought bubble which reads \"still not enuff dakka.\""
      },
      {
        "id": "etc_flier_ocg6",
        "text": "This is an OmniCorp infomercial ad.  It shows the patented schematic of a plutonium liquid core nanoreactor next to a separate, older schematic of a much larger nuclear thermal rocket.  It reads:  \"OmniCorp 7.62mm Electrically Charged ammunition, like plutonium fuel cells and the next generation of atomic rockets that shall reach far beyond the Moon, are powered by liquid core reactors. Operating at much hotter temperatures than 20th century ones, whether big or nano, they are far more powerful and efficient. Overheating is no issue: the liquid plutonium becomes depleted in less than a hundredth of a second, and all microcells are perfectly shielded and safe.\""
      }
    ]
  },
  {
    "type": "snippet",
    "category": "etc_one_year_old_news",
    "text": [
      {
        "id": "etc_one_year_old_news_ocg1",
        "text": "ANTI-TRUST LAW STOPS MERGER: The so called Omni Consumer Products, which would incorporate Leadworks LLC, OmniCorp and Rivtech, was blocked. While such decision might be reverted by the Supreme Court, for now this corporate behemoth which would become larger than many past monopolies together exists only on paper."
      },
      {
        "id": "etc_one_year_old_news_ocg2",
        "text": "OMNICORP INCORPORATES LEADWORKS LLC: Shortly after the prohibition on the merger that would have formed Omni Consumer Products, a less controversial incorporation has begun, partly driven by financial difficulties in Leadworks LLC last fiscal year. The process should be completed next year. Downsizing was not the only harsh decision made by OmniCorp since then: all Leadworks firearms in R&D before the merger were discontinued, leading to accusations this was nothing but the old \"Embrace, Expand and Extinguish\" typically employed by monopolies and would-be monopolies. Because Leadworks was still a startup, this makes their pre-merger guns virtually nonexistent."
      }
    ]
  }
]
