[
  {
    "id": "plut_cell",
    "copy-from": "plut_cell",
    "type": "AMMO",
    "name": { "str": "plutonium fuel cell" },
    "description": "A liquid core nanoreactor with milliseconds of operational lifetime that can activated by compatible electric systems to discharge enormous quantities of power in a very short time. It also is serviceable as a long lasting, very low power radioisotope generator when subcritical. This is a sliver of next generation atomic space propulsion and powerplant tech which will never be applied in space now."
  },
  {
    "id": "light_minus_atomic_battery_cell",
    "copy-from": "light_minus_atomic_battery_cell",
    "type": "MAGAZINE",
    "name": { "str": "ultra-light plutonium fuel cell", "str_pl": "ultra-light plutonium fuel cells" },
    "description": "This is a battery integrated with a tiny plutonium liquid core reactor as fuel cell, automatically activated and deactivated as needed.  It is universally compatible with small devices.  Although the fuel cell gives it a huge amount of power, it cannot be recharged."
  },
  {
    "id": "light_atomic_battery_cell",
    "copy-from": "light_atomic_battery_cell",
    "type": "MAGAZINE",
    "name": { "str": "light plutonium fuel cell", "str_pl": "light plutonium fuel cells" },
    "description": "This is a battery integrated with a small plutonium liquid core reactor as fuel cell, automatically activated and deactivated as needed.  It is universally compatible with all kinds of personal electronic devices.  Although the fuel cell gives it a huge amount of power, it cannot be recharged."
  },
  {
    "id": "medium_atomic_battery_cell",
    "copy-from": "medium_atomic_battery_cell",
    "type": "MAGAZINE",
    "name": { "str": "medium plutonium fuel cell", "str_pl": "medium plutonium fuel cells" },
    "description": "This is a battery integrated with a plutonium liquid core reactor as fuel cell, automatically activated and deactivated as needed. It is universally compatible with all kinds of appliances and power tools.  Although the fuel cell gives it a huge amount of power, it cannot be recharged."
  },
  {
    "id": "heavy_atomic_battery_cell",
    "copy-from": "heavy_atomic_battery_cell",
    "type": "MAGAZINE",
    "name": { "str": "heavy plutonium fuel cell", "str_pl": "heavy plutonium fuel cells" },
    "description": "This is a battery integrated with a large plutonium liquid core reactor as fuel cell, automatically activated and deactivated as needed.  It is universally compatible with all kinds of industrial-grade equipment and large tools.  Although the fuel cell gives it a huge amount of power, it cannot be recharged."
  },
  {
    "id": "huge_atomic_battery_cell",
    "copy-from": "huge_atomic_battery_cell",
    "type": "MAGAZINE",
    "name": { "str": "military plutonium fuel cell" },
    "description": "This is a battery integrated with a huge plutonium liquid core reactor, a scaled down version of a reactor for a nuclear thermal rocket, automatically activated and deactivated as needed.  It was used in military mech-suits, highly experimental. In other circumstances, this would have empowered giant leaps for mankind.  Although the fuel cell gives it a stupendous amount of power, it cannot be recharged."
  }
]
